package calc;
/*
калькулятор принимает на вход поочередно:
1- целое число
2- знак математического действия (сложение, вычитание, деление, умножение)
3- целое число
Затем проводит действия между числами на основе заданного действия
Учесть деление на 0, отдать ошибку (если смогёшь, то exception, гугль попробуй спросить (: )
Желательно отдельно написать методы для каждой операции, а не в одном методе ( если разберешься)
getCalcResult() - должен отавать на выход строку.
 */
public class Calculator {
    public static void main(String[] args) {
        getCalcResult();
    }

    private static void getCalcResult() {

    }
}
